[Abilities.A_TerrifyingRoar_Buff H7BaseBuff]
mName="恐惧"
mTooltip="恐惧"

[Abilities.A_MarkedBySearcher_Buff H7BaseBuff]
mName="猎物"
mTooltip="此单位已被指定为猎物！精英单位和未升级的秽巢冠军单位对其攻击将得到加强。"

[Abilities.A_XelFactionUnit_marker H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[Abilities.A_DevouringMiasma H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="吞噬瘴气"
mTooltip="士气高涨时，立即对所有相邻的敌方生命单位（秽巢除外）造成 %d1.max 点随机魔法派系伤害，并治疗所有其他相邻的友方秽巢单位 %d2.max %icon_health 生命值。"

[Abilities.A_AncientMiasma H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远古瘴气"
mTooltip="暴击时，对所有相邻的敌方生命单位（秽巢除外）造成 %d1.max 点随机魔法派系伤害，并为英雄恢复 %stat2 %icon_mana 法力值。"

[Abilities.TerrifyingRoar H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="恐怖咆哮"
mTooltip="尖啸者在攻击时发出恐怖咆哮，惊吓敌人，使其无法反击并降低其 %icon_morale 士气（对已恐惧单位、亡灵和构装体无效）。"

[Abilities.A_TerrifyingRoar_Buff_Fear H7BaseBuff]
mName="恐惧"
mTooltip="%stat %stat.icon 士气。\n持续 %durnow 回合。"

[Creatures.A_CreatureSearcher H7Creature]
mName="潜行追踪者"
mLore="潜行追踪者是最早被秽巢共生体控制的生物。它们保持了原始的外貌，以保留在地下隧道黑暗中追踪猎物的能力。潜行追踪者的咬击会感染目标，使其被基因标记。"

[Creatures.A_CreatureLurker H7Creature]
mName="尖啸者"
mLore="尖啸者进化出了能发出恐怖声音的声带，足以吓跑最勇敢的对手，这是秽巢实体保护其巢穴的首批防御手段之一。尖啸者的咬击会感染目标，使其被基因标记。"

_____________________________________

h7.5 v 1.30 :

[Abilities.A_MarkOfTheSearcher H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="研究者标记"
mTooltip="被攻击的敌人会获得“猎物”标记。\n秽巢阵营的精英和冠军单位，对被标记单位造成额外伤害。"